Repository: doganzorlu/riskfabric
Catalog: apps/backend/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Dashboard
tr: Panel

source: Assets
tr: Varlıklar

source: Risks
tr: Riskler

source: Location Risks
tr: Lokasyon Riskleri

source: Location Tree
tr: Lokasyon Ağacı

source: EAM Sync
tr: EAM Senkronizasyonu

source: Admin Panel
tr: Yönetim Paneli

source: Logout
tr: Çıkış

source: Language
tr: Dil

source: RiskFabric Login
tr: RiskFabric Giriş

source: Login
tr: Giriş

source: Use this portal for day-to-day risk operations. Admin users can also access the Django admin panel.
tr: Bu portalı günlük risk operasyonları için kullanın. Yönetici kullanıcılar Django yönetim paneline de erişebilir.

source: All Risks
tr: Tüm Riskler

source: Open Risks
tr: Açık Riskler

source: Treatments
tr: Aksiyonlar

source: Scoring Methods
tr: Skorlama Yöntemleri

source: Last EAM Sync
tr: Son EAM Senkronizasyonu

source: Status
tr: Durum

source: Plugin
tr: Eklenti

source: At
tr: Zaman

source: No sync run yet.
tr: Henüz senkronizasyon çalışması yok.

source: Excel metadata is fully shown below, including location hierarchy fields.
tr: Aşağıda lokasyon hiyerarşi alanları dahil olmak üzere Excel metaverisi tamamen gösterilmektedir.

source: Code
tr: Kod

source: Name
tr: Ad

source: Business Unit
tr: İşletme

source: Cost Center
tr: Sarfyeri

source: Section
tr: Kısım

source: Parent
tr: Üst

source: Group
tr: Grup

source: No assets found.
tr: Varlık bulunamadı.

source: Run Sync
tr: Senkronizasyonu Çalıştır

source: Recent Sync Runs
tr: Son Senkronizasyon Çalışmaları

source: Direction
tr: Yön

source: Created
tr: Oluşturulma

source: No sync runs yet.
tr: Henüz senkronizasyon çalışması yok.

source: All
tr: Tümü

source: Apply Filter
tr: Filtreyi Uygula

source: Risk Distribution by Section
tr: Kısıma Göre Risk Dağılımı

source: Total Risks
tr: Toplam Risk

source: No risk distribution data.
tr: Risk dağılım verisi yok.

source: Title
tr: Başlık

source: Primary Asset
tr: Birincil Varlık

source: Asset Type
tr: Varlık Türü

source: No risks for selected location filters.
tr: Seçilen lokasyon filtreleri için risk yok.

source: Location and Asset Tree
tr: Lokasyon ve Varlık Ağacı

source: Tree view for Business Unit -> Cost Center -> Section -> Asset with risk counters.
tr: Risk sayaçlarıyla İşletme -> Sarfyeri -> Kısım -> Varlık ağaç görünümü.

source: Total
tr: Toplam

source: Open
tr: Açık

source: No sections.
tr: Kısım yok.

source: No cost centers.
tr: Sarfyeri yok.

source: No business units found.
tr: İşletme bulunamadı.

source: Create Risk
tr: Risk Oluştur

source: Apply Scoring Method
tr: Skorlama Yöntemi Uygula

source: Apply Scoring
tr: Skorlamayı Uygula

source: Add Treatment
tr: Aksiyon Ekle

source: Add Review
tr: Gözden Geçirme Ekle

source: Risk List
tr: Risk Listesi

source: Scoring Method
tr: Skorlama Yöntemi

source: Scores
tr: Skorlar

source: Latest Review
tr: Son Gözden Geçirme

source: No risks found.
tr: Risk bulunamadı.

source: Risk created: %(title)s
tr: Risk oluşturuldu: %(title)s

source: Please fix risk form errors.
tr: Lütfen risk formundaki hataları düzeltin.

source: Scoring method applied for risk #%(risk_id)s.
tr: #%(risk_id)s riski için skorlama yöntemi uygulandı.

source: Please fix scoring form errors.
tr: Lütfen skorlama formu hatalarını düzeltin.

source: Treatment added: %(title)s
tr: Aksiyon eklendi: %(title)s

source: Please fix treatment form errors.
tr: Lütfen aksiyon formu hatalarını düzeltin.

source: Review added for risk #%(risk_id)s.
tr: #%(risk_id)s riski için gözden geçirme eklendi.

source: Please fix review form errors.
tr: Lütfen gözden geçirme formu hatalarını düzeltin.

source: Sync completed (%(plugin)s:%(version)s)
tr: Senkronizasyon tamamlandı (%(plugin)s:%(version)s)

source: Sync failed (%(plugin)s:%(version)s): %(message)s
tr: Senkronizasyon başarısız (%(plugin)s:%(version)s): %(message)s

source: Please fix sync form errors.
tr: Lütfen senkronizasyon formu hatalarını düzeltin.

source: Action
tr: Eylem

source: Actions
tr: İşlemler

source: Active
tr: Aktif

source: Active Exceptions
tr: Aktif İstisnalar

source: Actor
tr: Aktör

source: Apply Bulk Update
tr: Toplu Güncellemeyi Uygula

source: Approval History
tr: Onay Geçmişi

source: Approval Request
tr: Onay Talebi

source: Approval Workflow
tr: Onay Akışı

source: Asset
tr: Varlık

source: Asset Dependencies
tr: Varlık Bağımlılıkları

source: Audit Log
tr: Denetim Kaydı

source: Bulk Update
tr: Toplu Güncelleme

source: Cancel
tr: İptal

source: Category
tr: Kategori

source: Clear Due Date
tr: Bitiş Tarihini Temizle

source: Clear Owner
tr: Sorumluyu Temizle

source: Comments
tr: Yorumlar

source: Configure automated report deliveries.
tr: Otomatik rapor gönderimlerini yapılandırın.

source: Configured Methods
tr: Tanımlı Yöntemler

source: Control
tr: Kontrol

source: Controls
tr: Kontroller

source: Controls Library
tr: Kontrol Kütüphanesi

source: Created At
tr: Oluşturulma Zamanı

source: Current Links
tr: Mevcut Bağlantılar

source: Decide Approval
tr: Onay Kararı

source: Decided At
tr: Karar Zamanı

source: Decided By
tr: Karar Veren

source: Decision
tr: Karar

source: Default
tr: Varsayılan

source: Define and maintain risk scoring formulas used by risks.
tr: Risklerin kullandığı skorlama formüllerini tanımlayın ve yönetin.

source: Delete
tr: Sil

source: Delete this control?
tr: Bu kontrol silinsin mi?

source: Delete this exception?
tr: Bu istisna silinsin mi?

source: Delete this issue?
tr: Bu sorun silinsin mi?

source: Delete this method?
tr: Bu yöntem silinsin mi?

source: Delete this schedule?
tr: Bu plan silinsin mi?

source: Dependencies are limited to assets linked to this risk.
tr: Bağımlılıklar bu riske bağlı varlıklarla sınırlıdır.

source: Dependency Edges
tr: Bağımlılık Kenarları

source: Dependency Graph
tr: Bağımlılık Grafiği

source: Due Date
tr: Bitiş Tarihi

source: Due Date From
tr: Bitiş Tarihi Başlangıç

source: Due Date To
tr: Bitiş Tarihi Bitiş

source: Edit
tr: Düzenle

source: Edit Control
tr: Kontrolü Düzenle

source: Edit Exception
tr: İstisnayı Düzenle

source: Edit Issue
tr: Sorunu Düzenle

source: Edit Risk
tr: Riski Düzenle

source: Edit Schedule
tr: Planı Düzenle

source: Edit Scoring Method
tr: Skorlama Yöntemini Düzenle

source: End
tr: Bitiş

source: Entity
tr: Varlık

source: Entity Type
tr: Varlık Türü

source: Exceptions
tr: İstisnalar

source: Export CSV
tr: CSV Dışa Aktar

source: Filter
tr: Süz

source: Focus on operational items requiring action.
tr: Aksiyon gerektiren operasyonel öğelere odaklanın.

source: Frequency
tr: Frekans

source: Impact \ Likelihood
tr: Etki \ Olasılık

source: Impact vs Likelihood distribution.
tr: Etki ve Olasılık dağılımı.

source: Inactive
tr: Pasif

source: Inherent
tr: Doğal

source: Issues
tr: Sorunlar

source: Jump to common operational tasks.
tr: Sık yapılan operasyonlara geçin.

source: Last Run
tr: Son Çalışma

source: Last Scheduled Report
tr: Son Zamanlanmış Rapor

source: Likelihood
tr: Olasılık

source: Linked Assets
tr: Bağlı Varlıklar

source: Add Assets
tr: Varlık Ekle

source: Add Selected Assets
tr: Seçilen Varlıkları Ekle

source: Search Assets
tr: Varlık Ara

source: Type to filter assets
tr: Varlıklar için filtre yazın

source: Select assets to add to this risk.
tr: Bu riske eklenecek varlıkları seçin.

source: Loading...
tr: Yükleniyor...

source: Location
tr: Lokasyon

source: Mark All Read
tr: Tümünü Okundu Yap

source: Mark Read
tr: Okundu Yap

source: Message
tr: Mesaj

source: New Control
tr: Yeni Kontrol

source: New Exception
tr: Yeni İstisna

source: New Issue
tr: Yeni Sorun

source: New Method
tr: Yeni Yöntem

source: New Risk
tr: Yeni Risk

source: New Schedule
tr: Yeni Plan

source: New Scoring Method
tr: Yeni Skorlama Yöntemi

source: New Sync Run
tr: Yeni Senkronizasyon Çalışması

source: Next
tr: Sonraki

source: Next Review Date
tr: Sonraki Gözden Geçirme Tarihi

source: No
tr: Hayır

source: No approvals yet.
tr: Henüz onay yok.

source: No assets.
tr: Varlık yok.

source: No audit events found.
tr: Denetim kaydı bulunamadı.

source: No controls found.
tr: Kontrol bulunamadı.

source: No dependencies between linked assets.
tr: Bağlı varlıklar arasında bağımlılık yok.

source: No exceptions found.
tr: İstisna bulunamadı.

source: No issues found.
tr: Sorun bulunamadı.

source: No linked assets found.
tr: Bağlı varlık bulunamadı.

source: No linked assets.
tr: Bağlı varlık yok.

source: No notifications.
tr: Bildirim yok.

source: No overdue treatments.
tr: Gecikmiş aksiyon yok.

source: No report run yet.
tr: Henüz rapor çalıştırılmadı.

source: No report runs yet.
tr: Henüz rapor çalışması yok.

source: No reviews yet.
tr: Henüz gözden geçirme yok.

source: No schedules found.
tr: Plan bulunamadı.

source: No scoring history yet.
tr: Skorlama geçmişi yok.

source: No scoring methods defined yet.
tr: Skorlama yöntemi tanımlanmadı.

source: No treatments yet.
tr: Henüz aksiyon yok.

source: No upcoming reviews in selected window.
tr: Seçilen aralıkta yaklaşan gözden geçirme yok.

source: Notifications
tr: Bildirimler

source: Open Issues
tr: Açık Sorunlar

source: Open Notifications
tr: Açık Bildirimler

source: Open Work Queue
tr: İş Kuyruğunu Aç

source: Overdue Treatments
tr: Gecikmiş Aksiyonlar

source: Owner
tr: Sorumlu

source: Page
tr: Sayfa

source: Path
tr: Yol

source: Pending Approvals
tr: Bekleyen Onaylar

source: Previous
tr: Önceki

source: Primary
tr: Birincil

source: Primary asset is always linked. Select additional assets impacted by this risk.
tr: Birincil varlık her zaman bağlıdır. Bu riskten etkilenen ek varlıkları seçin.

source: Progress
tr: İlerleme

source: Quick Links
tr: Kısayollar

source: Read
tr: Okundu

source: Read only
tr: Salt okunur

source: Recent Runs
tr: Son Çalışmalar

source: Report
tr: Rapor

source: Request Approval
tr: Onay İste

source: Requested At
tr: Talep Zamanı

source: Requested By
tr: Talep Eden

source: Residual
tr: Artık

source: Reusable controls and mitigations.
tr: Tekrar kullanılabilir kontroller ve azaltımlar.

source: Review Window (days)
tr: Gözden Geçirme Penceresi (gün)

source: Reviewer
tr: Gözden Geçiren

source: Reviews
tr: Gözden Geçirmeler

source: Risk Detail
tr: Risk Detayı

source: Risk Heatmap
tr: Risk Isı Haritası

source: Risk Register
tr: Risk Kaydı

source: Risks by Status
tr: Duruma Göre Riskler

source: Save
tr: Kaydet

source: Save Changes
tr: Değişiklikleri Kaydet

source: Save Control
tr: Kontrolü Kaydet

source: Save Decision
tr: Kararı Kaydet

source: Save Exception
tr: İstisnayı Kaydet

source: Save Issue
tr: Sorunu Kaydet

source: Save Method
tr: Yöntemi Kaydet

source: Save Risk
tr: Riski Kaydet

source: Save Schedule
tr: Planı Kaydet

source: Schedule
tr: Plan

source: Scheduled Reports
tr: Zamanlanmış Raporlar

source: Schedules
tr: Planlar

source: Scoring History
tr: Skorlama Geçmişi

source: Scoring Details
tr: Skorlama Detayları

source: Selected scoring method and weights used in calculation.
tr: Seçili skorlama yöntemi ve hesaplamada kullanılan ağırlıklar.

source: Risk Actions
tr: Risk Aksiyonları

source: Method
tr: Yöntem

source: Type
tr: Tür

source: Likelihood Weight
tr: Olasılık Ağırlığı

source: Impact Weight
tr: Etki Ağırlığı

source: Treatment Effectiveness Weight
tr: Tedbir Etkinliği Ağırlığı

source: Select risks above to apply changes.
tr: Değişiklikleri uygulamak için yukarıdaki riskleri seçin.

source: Showing all assets
tr: Tüm varlıklar gösteriliyor

source: Source
tr: Kaynak

source: Start
tr: Başlangıç

source: Strength
tr: Güç

source: Target
tr: Hedef

source: Time
tr: Saat

source: Top Business Units by Risk Count
tr: Risk Sayısına Göre En Çok İşletmeler

source: Trace critical operations across web and API.
tr: Web ve API genelindeki kritik işlemleri izleyin.

source: Track approved exceptions and temporary risk acceptances.
tr: Onaylı istisnaları ve geçici risk kabullerini takip edin.

source: Track operational issues linked to risks.
tr: Risklerle bağlantılı operasyonel sorunları takip edin.

source: Treatment
tr: Aksiyon

source: Treatment Owner
tr: Aksiyon Sorumlusu

source: Treatment Status
tr: Aksiyon Durumu

source: Unread Notifications
tr: Okunmamış Bildirimler

source: Upcoming Reviews (7d)
tr: Yaklaşan Gözden Geçirmeler (7g)

source: Update
tr: Güncelle

source: Update Linked Assets
tr: Bağlı Varlıkları Güncelle

source: User
tr: Kullanıcı

source: View Exceptions
tr: İstisnaları Gör

source: View Issues
tr: Sorunları Gör

source: When
tr: Zaman

source: Window
tr: Pencere

source: Work Queue
tr: İş Kuyruğu

source: Yes
tr: Evet

source: You do not have permission to add reviews.
tr: Gözden geçirme ekleme yetkiniz yok.

source: You do not have permission to apply scoring.
tr: Skorlama uygulama yetkiniz yok.

source: You do not have permission to create risks.
tr: Risk oluşturma yetkiniz yok.

source: You do not have permission to decide approvals.
tr: Onay karar verme yetkiniz yok.

source: You do not have permission to manage controls.
tr: Kontrolleri yönetme yetkiniz yok.

source: You do not have permission to manage exceptions.
tr: İstisnaları yönetme yetkiniz yok.

source: You do not have permission to manage issues.
tr: Sorunları yönetme yetkiniz yok.

source: You do not have permission to manage report schedules.
tr: Rapor planlarını yönetme yetkiniz yok.

source: You do not have permission to manage scoring methods.
tr: Skorlama yöntemlerini yönetme yetkiniz yok.

source: You do not have permission to manage treatments.
tr: Aksiyonları yönetme yetkiniz yok.

source: You do not have permission to request approval.
tr: Onay isteme yetkiniz yok.

source: You do not have permission to update linked assets.
tr: Bağlı varlıkları güncelleme yetkiniz yok.

source: You do not have permission to update risks.
tr: Riskleri güncelleme yetkiniz yok.

source: assets match
tr: varlık eşleşti

source: events listed
tr: kayıt listelendi

source: items
tr: öğe

source: risks listed
tr: risk listelendi

source: Third-Party Vendors
tr: Üçüncü Taraf Tedarikçiler

source: Third-Party Risks
tr: Üçüncü Taraf Riskler

source: Search Vendors
tr: Tedarikçi Ara

source: New Vendor
tr: Yeni Tedarikçi

source: Edit Vendor
tr: Tedarikçiyi Düzenle

source: Save Vendor
tr: Tedarikçiyi Kaydet

source: Vendors
tr: Tedarikçiler

source: Criticality
tr: Kritiklik

source: Delete this vendor?
tr: Bu tedarikçi silinsin mi?

source: No vendors found.
tr: Tedarikçi bulunamadı.

source: Search Third-Party Risks
tr: Üçüncü Taraf Risk Ara

source: New Third-Party Risk
tr: Yeni Üçüncü Taraf Risk

source: Edit Third-Party Risk
tr: Üçüncü Taraf Riski Düzenle

source: Save Third-Party Risk
tr: Üçüncü Taraf Riski Kaydet

source: Delete this third-party risk?
tr: Bu üçüncü taraf risk silinsin mi?

source: No third-party risks found.
tr: Üçüncü taraf risk bulunamadı.

source: You do not have permission to manage third-party vendors.
tr: Üçüncü taraf tedarikçileri yönetme yetkiniz yok.

source: You do not have permission to manage third-party risks.
tr: Üçüncü taraf riskleri yönetme yetkiniz yok.

source: Please fix vendor form errors.
tr: Lütfen tedarikçi formu hatalarını düzeltin.

source: Please fix third-party risk form errors.
tr: Lütfen üçüncü taraf risk formu hatalarını düzeltin.

source: Vendor saved.
tr: Tedarikçi kaydedildi.

source: Vendor deleted.
tr: Tedarikçi silindi.

source: Third-party risk saved.
tr: Üçüncü taraf risk kaydedildi.

source: Third-party risk deleted.
tr: Üçüncü taraf risk silindi.

source: Policies & Standards
tr: Politikalar ve Standartlar

source: Policy Mappings
tr: Politika Eşleştirmeleri

source: Search Policies
tr: Politika Ara

source: New Policy
tr: Yeni Politika

source: Edit Policy
tr: Politikayı Düzenle

source: Save Policy
tr: Politikayı Kaydet

source: Policies
tr: Politikalar

source: Effective Date
tr: Yürürlük Tarihi

source: Review Date
tr: Gözden Geçirme Tarihi

source: Delete this policy?
tr: Bu politika silinsin mi?

source: No policies found.
tr: Politika bulunamadı.

source: Policy -> Control
tr: Politika -> Kontrol

source: Policy -> Risk
tr: Politika -> Risk

source: Policy
tr: Politika

source: Notes
tr: Notlar

source: Save Mapping
tr: Eşleştirmeyi Kaydet

source: Delete this mapping?
tr: Bu eşleştirme silinsin mi?

source: No control mappings found.
tr: Kontrol eşleştirmesi bulunamadı.

source: No risk mappings found.
tr: Risk eşleştirmesi bulunamadı.

source: Search Control Mappings
tr: Kontrol Eşleştirmesi Ara

source: Search Risk Mappings
tr: Risk Eşleştirmesi Ara

source: You do not have permission to manage policies.
tr: Politikaları yönetme yetkiniz yok.

source: Please fix policy form errors.
tr: Lütfen politika formu hatalarını düzeltin.

source: Policy saved.
tr: Politika kaydedildi.

source: Policy deleted.
tr: Politika silindi.

source: You do not have permission to manage policy mappings.
tr: Politika eşleştirmelerini yönetme yetkiniz yok.

source: Control mapping saved.
tr: Kontrol eşleştirmesi kaydedildi.

source: Risk mapping saved.
tr: Risk eşleştirmesi kaydedildi.

source: Control mapping deleted.
tr: Kontrol eşleştirmesi silindi.

source: Risk mapping deleted.
tr: Risk eşleştirmesi silindi.

source: Control Testing
tr: Kontrol Testi

source: Compliance
tr: Uyumluluk

source: Resilience
tr: Dayanıklılık

source: Hazards
tr: Tehlikeler

source: Scenarios
tr: Senaryolar

source: Continuity Strategies
tr: Süreklilik Stratejileri

source: Capture continuity plans tied to services and recovery objectives.
tr: Hizmetlere ve kurtarma hedeflerine bağlı süreklilik planlarını yönetin.

source: Code, name, service
tr: Kod, ad, hizmet

source: Search Continuity Strategies
tr: Süreklilik Stratejilerini Ara

source: New Continuity Strategy
tr: Yeni Süreklilik Stratejisi

source: Edit Continuity Strategy
tr: Süreklilik Stratejisini Düzenle

source: Save Continuity Strategy
tr: Süreklilik Stratejisini Kaydet

source: Continuity Strategy Catalog
tr: Süreklilik Stratejisi Kataloğu

source: Readiness
tr: Hazırlık

source: Delete this continuity strategy?
tr: Bu süreklilik stratejisi silinsin mi?

source: No continuity strategies found.
tr: Süreklilik stratejisi bulunamadı.

source: Continuity strategy saved.
tr: Süreklilik stratejisi kaydedildi.

source: Continuity strategy deleted.
tr: Süreklilik stratejisi silindi.

source: Please fix continuity strategy form errors.
tr: Lütfen süreklilik stratejisi formu hatalarını düzeltin.

source: Redundancy
tr: Yedeklilik

source: Backup
tr: Yedekleme

source: Manual
tr: Manuel

source: Vendor
tr: Tedarikçi

source: Workaround
tr: Geçici Çözüm

source: Planned
tr: Planlandı

source: Ready
tr: Hazır

source: Tested
tr: Test Edildi

source: System Parameters
tr: Sistem Parametreleri

source: Account
tr: Hesap

source: Assessments
tr: Değerlendirmeler

source: Plan and track internal or external assessments.
tr: İç veya dış değerlendirmeleri planlayın ve takip edin.

source: Search Assessments
tr: Değerlendirme Ara

source: Title, owner, status
tr: Başlık, sorumlu, durum

source: New Assessment
tr: Yeni Değerlendirme

source: Edit Assessment
tr: Değerlendirmeyi Düzenle

source: Save Assessment
tr: Değerlendirmeyi Kaydet

source: Assessment Register
tr: Değerlendirme Envanteri

source: Delete this assessment?
tr: Bu değerlendirme silinsin mi?

source: No assessments found.
tr: Değerlendirme bulunamadı.

source: You do not have permission to manage assessments.
tr: Değerlendirmeleri yönetme yetkiniz yok.

source: Assessment saved.
tr: Değerlendirme kaydedildi.

source: Assessment deleted.
tr: Değerlendirme silindi.

source: Please fix assessment form errors.
tr: Lütfen değerlendirme formu hatalarını düzeltin.

source: Vulnerabilities
tr: Zafiyetler

source: Track vulnerabilities and relate them to assets or risks.
tr: Zafiyetleri takip edin ve varlıklar veya risklerle ilişkilendirin.

source: Search Vulnerabilities
tr: Zafiyet Ara

source: Title, severity, status
tr: Başlık, şiddet, durum

source: New Vulnerability
tr: Yeni Zafiyet

source: Edit Vulnerability
tr: Zafiyeti Düzenle

source: Save Vulnerability
tr: Zafiyeti Kaydet

source: Vulnerability Register
tr: Zafiyet Envanteri

source: Delete this vulnerability?
tr: Bu zafiyet silinsin mi?

source: No vulnerabilities found.
tr: Zafiyet bulunamadı.

source: You do not have permission to manage vulnerabilities.
tr: Zafiyetleri yönetme yetkiniz yok.

source: Vulnerability saved.
tr: Zafiyet kaydedildi.

source: Vulnerability deleted.
tr: Zafiyet silindi.

source: Please fix vulnerability form errors.
tr: Lütfen zafiyet formu hatalarını düzeltin.

source: Governance Programs
tr: Yönetişim Programları

source: Track governance initiatives and program objectives.
tr: Yönetişim girişimlerini ve program hedeflerini takip edin.

source: Search Governance Programs
tr: Yönetişim Programlarını Ara

source: Name, owner, status
tr: Ad, sorumlu, durum

source: New Program
tr: Yeni Program

source: Edit Program
tr: Programı Düzenle

source: Save Program
tr: Programı Kaydet

source: Programs
tr: Programlar

source: Delete this program?
tr: Bu program silinsin mi?

source: No programs found.
tr: Program bulunamadı.

source: You do not have permission to manage governance programs.
tr: Yönetişim programlarını yönetme yetkiniz yok.

source: Governance program saved.
tr: Yönetişim programı kaydedildi.

source: Governance program deleted.
tr: Yönetişim programı silindi.

source: Please fix governance program form errors.
tr: Lütfen yönetişim programı formu hatalarını düzeltin.

source: Compliance Frameworks
tr: Uyumluluk Çerçeveleri

source: Manage compliance frameworks and owners.
tr: Uyumluluk çerçevelerini ve sorumluları yönetin.

source: Search Compliance Frameworks
tr: Uyumluluk Çerçevesi Ara

source: New Framework
tr: Yeni Çerçeve

source: Edit Framework
tr: Çerçeveyi Düzenle

source: Save Framework
tr: Çerçeveyi Kaydet

source: Frameworks
tr: Çerçeveler

source: Delete this framework?
tr: Bu çerçeve silinsin mi?

source: No frameworks found.
tr: Çerçeve bulunamadı.

source: You do not have permission to manage compliance frameworks.
tr: Uyumluluk çerçevelerini yönetme yetkiniz yok.

source: Compliance framework saved.
tr: Uyumluluk çerçevesi kaydedildi.

source: Compliance framework deleted.
tr: Uyumluluk çerçevesi silindi.

source: Please fix compliance framework form errors.
tr: Lütfen uyumluluk çerçevesi formu hatalarını düzeltin.

source: Compliance Requirements
tr: Uyumluluk Gereksinimleri

source: Track compliance requirements and evidence.
tr: Uyumluluk gereksinimlerini ve kanıtları takip edin.

source: Search Requirements
tr: Gereksinim Ara

source: All Frameworks
tr: Tüm Çerçeveler

source: Filter by framework
tr: Çerçeveye göre filtrele

source: New Requirement
tr: Yeni Gereksinim

source: Edit Requirement
tr: Gereksinimi Düzenle

source: Save Requirement
tr: Gereksinimi Kaydet

source: Requirements
tr: Gereksinimler

source: Delete this requirement?
tr: Bu gereksinim silinsin mi?

source: No requirements found.
tr: Gereksinim bulunamadı.

source: You do not have permission to manage compliance requirements.
tr: Uyumluluk gereksinimlerini yönetme yetkiniz yok.

source: Compliance requirement saved.
tr: Uyumluluk gereksinimi kaydedildi.

source: Compliance requirement deleted.
tr: Uyumluluk gereksinimi silindi.

source: Please fix compliance requirement form errors.
tr: Lütfen uyumluluk gereksinimi formu hatalarını düzeltin.

source: Reports
tr: Raporlar

source: Define essential services, map supporting processes, and link assets.
tr: Kritik hizmetleri tanımlayın, süreçleri eşleyin ve varlıkları bağlayın.

source: Coming Next
tr: Yakında

source: Service catalog with owners and status.
tr: Sahip ve durum bilgileriyle hizmet kataloğu.

source: Process mapping (Service -> Process -> Assets).
tr: Süreç eşleme (Hizmet -> Süreç -> Varlıklar).

source: Service-level risk and impact context.
tr: Hizmet seviyesinde risk ve etki bağlamı.
