Repository: doganzorlu/riskfabric
Catalog: apps/backend/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Define escalation curves, MAO/MTPD, RTO, and RPO per critical service.
tr: Kritik hizmet başına eskalasyon eğrileri, MAO/MTPD, RTO ve RPO tanımlayın.

source: BIA profiles per service.
tr: Hizmet başına BİA profilleri.

source: Time-based escalation thresholds by impact category.
tr: Etki kategorisine göre zamana bağlı eskalasyon eşikleri.

source: Reports for service-level recovery objectives.
tr: Hizmet seviyesinde kurtarma hedefleri için raporlar.

source: Model natural, industrial, utility, and cyber hazards and link them to services and assets.
tr: Doğal, endüstriyel, altyapı ve siber tehlikeleri modelleyin; hizmet ve varlıklara bağlayın.

source: Hazard library with default likelihood.
tr: Varsayılan olasılık ile tehlike kütüphanesi.

source: Hazard links to locations, assets, and services.
tr: Tehlikelerin lokasyon, varlık ve hizmet bağlantıları.

source: Scenario inputs for simulation.
tr: Simülasyon için senaryo girdileri.

source: Simulate hazards over time and trace cascading failures across dependencies.
tr: Tehlikeleri zamana göre simüle edin ve bağımlılıklarda zincirleme etkileri izleyin.

source: Scenario builder with hazard, duration, and scope.
tr: Tehlike, süre ve kapsam içeren senaryo oluşturucu.

source: Propagation results: affected assets and services.
tr: Yayılım sonuçları: etkilenen varlıklar ve hizmetler.

source: Time-weighted impact summary.
tr: Zamana ağırlıklı etki özeti.

source: Reports Overview
tr: Raporlara Genel Bakış

source: Standard reporting packs and schedules.
tr: Standart raporlama paketleri ve planları.

source: Assessment Reports
tr: Değerlendirme Raporları

source: Vulnerability Reports
tr: Zafiyet Raporları

source: Compliance Reports
tr: Uyumluluk Raporları

source: Status overview for assessments.
tr: Değerlendirmeler için durum özeti.

source: Severity and status tracking.
tr: Şiddet ve durum takibi.

source: Framework requirement coverage.
tr: Çerçeve gereksinim kapsamı.

source: Search Assessment Reports
tr: Değerlendirme Raporlarını Ara

source: Assessment Status Overview
tr: Değerlendirme Durum Özeti

source: Search Vulnerability Reports
tr: Zafiyet Raporlarını Ara

source: Vulnerability Status Overview
tr: Zafiyet Durum Özeti

source: Search Compliance Reports
tr: Uyumluluk Raporlarını Ara

source: Compliance Coverage Overview
tr: Uyumluluk Kapsam Özeti

source: View
tr: Görüntüle

source: Status Charts
tr: Durum Grafikleri

source: Risk Status Distribution
tr: Risk Durum Dağılımı

source: Vulnerability Status Distribution
tr: Zafiyet Durum Dağılımı

source: Vulnerability Severity Distribution
tr: Zafiyet Şiddet Dağılımı

source: Compliance Status Distribution
tr: Uyumluluk Durum Dağılımı

source: Unknown report export.
tr: Bilinmeyen rapor dışa aktarımı.

source: You do not have permission to export compliance data.
tr: Uyumluluk verilerini dışa aktarma yetkiniz yok.

source: You do not have permission to view compliance data.
tr: Uyumluluk verilerini görüntüleme yetkiniz yok.

source: Optional additional assets impacted by this risk.
tr: Bu riskten etkilenen ek varlıklar (isteğe bağlı).

source: Business unit, cost center, section, and asset type are inherited automatically from primary asset.
tr: İşletme, Sarfyeri, Kısım ve Varlık Türü birincil varlıktan otomatik olarak alınır.

source: Title cannot be empty.
tr: Başlık boş olamaz.

source: Owner is required when risk status is In Progress.
tr: Risk durumu "Devam Ediyor" iken sorumlu zorunludur.

source: Due date cannot be in the past unless risk is Closed.
tr: Risk Kapalı değilse bitiş tarihi geçmişte olamaz.

source: You do not have access to the selected primary asset.
tr: Seçilen birincil varlığa erişiminiz yok.

source: Primary asset is missing required context metadata:
tr: Birincil varlığın zorunlu bağlam bilgileri eksik:

source: You do not have access to one or more additional assets.
tr: Bir veya daha fazla ek varlığa erişiminiz yok.

source: Primary asset must not be duplicated in additional assets.
tr: Birincil varlık ek varlıklar arasında tekrar edemez.

source: Select additional assets linked to this risk.
tr: Bu riske eklenecek varlıkları seçin.

source: You do not have access to one or more selected assets.
tr: Seçilen varlıklardan bir veya daha fazlasına erişiminiz yok.

source: You do not have access to the selected asset.
tr: Seçilen varlığa erişiminiz yok.

source: You do not have access to the selected risk.
tr: Seçilen riske erişiminiz yok.

source: In Progress
tr: Devam Ediyor

source: Closed
tr: Kapalı

source: Mitigated
tr: Azaltıldı

source: Accepted
tr: Kabul Edildi

source: Critical
tr: Kritik

source: High
tr: Yüksek

source: Medium
tr: Orta

source: Low
tr: Düşük

source: Compliant
tr: Uyumlu

source: Partially Compliant
tr: Kısmi Uyumlu

source: Non-Compliant
tr: Uyumsuz

source: Not Applicable
tr: Uygulanamaz

source: Unknown
tr: Bilinmiyor

source: Draft
tr: Taslak

source: Retired
tr: Emekli

source: In Review
tr: Gözden Geçirmede

source: Completed
tr: Tamamlandı

source: Cancelled
tr: İptal Edildi

source: Pending
tr: Beklemede

source: Rejected
tr: Reddedildi

source: Approved
tr: Onaylandı

source: Failed
tr: Başarısız

source: Success
tr: Başarılı

source: Plan recurring control tests and track effectiveness.
tr: Periyodik kontrol testlerini planlayın ve etkinliği izleyin.

source: Search Control Tests
tr: Kontrol Testleri Ara

source: Control name or owner
tr: Kontrol adı veya sorumlu

source: New Test Plan
tr: Yeni Test Planı

source: Edit Test Plan
tr: Test Planını Düzenle

source: Save Test Plan
tr: Test Planını Kaydet

source: Test Plans
tr: Test Planları

source: Latest Test
tr: Son Test

source: Effectiveness
tr: Etkinlik

source: View Runs
tr: Test Koşularını Gör

source: Delete this test plan?
tr: Bu test planı silinsin mi?

source: No test plans found.
tr: Test planı bulunamadı.

source: Control Test Runs
tr: Kontrol Test Koşuları

source: Track individual test executions for controls.
tr: Kontroller için tekil test koşularını izleyin.

source: Search Test Runs
tr: Test Koşularını Ara

source: Control, tester, result
tr: Kontrol, test eden, sonuç

source: All Plans
tr: Tüm Planlar

source: Filter by plan
tr: Plana göre filtrele

source: New Test Run
tr: Yeni Test Koşusu

source: Back to Test Plans
tr: Test Planlarına Dön

source: Edit Test Run
tr: Test Koşusunu Düzenle

source: Save Test Run
tr: Test Koşusunu Kaydet

source: Test Runs
tr: Test Koşuları

source: Tested At
tr: Test Tarihi

source: Tester
tr: Test Eden

source: Tested at
tr: Test Tarihi

source: Result
tr: Sonuç

source: Effectiveness score
tr: Etkinlik puanı

source: Quarterly
tr: Üç Aylık

source: Semi-Annual
tr: Altı Aylık

source: Annual
tr: Yıllık

source: Pass
tr: Başarılı

source: Fail
tr: Başarısız

source: Inconclusive
tr: Sonuçsuz

source: Next due date
tr: Bir sonraki tarih

source: Delete this test run?
tr: Bu test koşusu silinsin mi?

source: No test runs found.
tr: Test koşusu bulunamadı.

source: You do not have permission to manage control tests.
tr: Kontrol testlerini yönetme yetkiniz yok.

source: Test plan deleted.
tr: Test planı silindi.

source: Test plan saved.
tr: Test planı kaydedildi.

source: Please fix test plan form errors.
tr: Lütfen test planı formu hatalarını düzeltin.

source: You do not have permission to manage control test runs.
tr: Kontrol test koşularını yönetme yetkiniz yok.

source: Test run deleted.
tr: Test koşusu silindi.

source: Test run saved.
tr: Test koşusu kaydedildi.

source: Objective
tr: Amaç

source: Review date
tr: Gözden geçirme tarihi

source: Effective date
tr: Yürürlük tarihi

source: Framework
tr: Çerçeve

source: Requirement
tr: Gereksinim

source: Description
tr: Açıklama

source: Evidence
tr: Kanıt

source: Last reviewed
tr: Son gözden geçirme

source: Life critical
tr: Hayati kritik

source: Environment critical
tr: Çevresel kritik

source: Infrastructure critical
tr: Altyapı kritik

source: Business critical
tr: İş kritik

source: Support service
tr: Destek hizmeti

source: Service criticality
tr: Hizmet kritikliği

source: Operational impact
tr: Operasyonel etki

source: Financial impact
tr: Finansal etki

source: Environmental impact
tr: Çevresel etki

source: Safety impact
tr: Güvenlik etkisi

source: Legal impact
tr: Hukuki etki

source: Reputation impact
tr: İtibar etkisi

source: Impact escalation curve
tr: Etki yükselme eğrisi

source: Crisis trigger rules
tr: Kriz tetikleme kuralları

source: Service Criticality
tr: Hizmet Kritikliği

source: Impact Dimensions (0-5)
tr: Etki Boyutları (0-5)

source: Escalation Timeline Editor
tr: Eskalasyon Zaman Çizelgesi

source: Define time thresholds in minutes with ordered impact levels.
tr: Dakika bazında eşik süreleri ve sıralı etki seviyeleri tanımlayın.

source: Time (minutes)
tr: Süre (dakika)

source: Impact Level
tr: Etki Seviyesi

source: Add step
tr: Adım ekle

source: Crisis Trigger Configuration
tr: Kriz Tetikleme Yapılandırması

source: Use JSON rules to define crisis recommendation conditions.
tr: Kriz önerisi koşullarını JSON kurallarıyla tanımlayın.

source: Time Thresholds
tr: Zaman Eşikleri

source: Impact Dimensions
tr: Etki Boyutları

source: Escalation & Crisis Rules
tr: Eskalasyon ve Kriz Kuralları

source: JSON array of steps with time_minutes and level.
tr: time_minutes ve level içeren JSON adımları dizisi.

source: JSON object with crisis trigger thresholds.
tr: Kriz tetikleyici eşikleri içeren JSON nesnesi.

source: Please fix test run form errors.
tr: Lütfen test koşusu formu hatalarını düzeltin.

source: Critical Services
tr: Kritik Hizmetler

source: Search Critical Services
tr: Kritik Hizmetleri Ara

source: Code, name, owner
tr: Kod, ad, sahip

source: New Critical Service
tr: Yeni Kritik Hizmet

source: Edit Critical Service
tr: Kritik Hizmeti Düzenle

source: Save Critical Service
tr: Kritik Hizmeti Kaydet

source: Service Catalog
tr: Hizmet Kataloğu

source: Delete this service?
tr: Bu hizmet silinsin mi?

source: No services found.
tr: Hizmet bulunamadı.

source: Service saved.
tr: Hizmet kaydedildi.

source: Service deleted.
tr: Hizmet silindi.

source: Please fix service form errors.
tr: Hizmet formu hatalarını düzeltin.

source: Business Impact Analysis (BIA)
tr: İş Etki Analizi (BİA)

source: Service name or code
tr: Hizmet adı veya kodu

source: Search BIA Profiles
tr: BİA Profillerini Ara

source: New BIA Profile
tr: Yeni BİA Profili

source: Edit BIA Profile
tr: BİA Profilini Düzenle

source: Save BIA Profile
tr: BİA Profilini Kaydet

source: BIA Profiles
tr: BİA Profilleri

source: MAO/MTPD (h)
tr: MAO/MTPD (s)

source: RTO (h)
tr: RTO (s)

source: RPO (h)
tr: RPO (s)

source: Delete this BIA profile?
tr: Bu BİA profili silinsin mi?

source: No BIA profiles found.
tr: BİA profili bulunamadı.

source: BIA profile saved.
tr: BİA profili kaydedildi.

source: BIA profile deleted.
tr: BİA profili silindi.

source: Please fix BIA form errors.
tr: BİA formu hatalarını düzeltin.

source: Code or name
tr: Kod veya ad

source: Search Hazards
tr: Tehlikeleri Ara

source: New Hazard
tr: Yeni Tehlike

source: Edit Hazard
tr: Tehlikeyi Düzenle

source: Save Hazard
tr: Tehlikeyi Kaydet

source: Hazard Library
tr: Tehlike Kütüphanesi

source: Hazard Links
tr: Tehlike Bağlantıları

source: Save Hazard Link
tr: Tehlike Bağlantısını Kaydet

source: Select a hazard to manage links.
tr: Bağlantıları yönetmek için bir tehlike seçin.

source: Impact Multiplier
tr: Etki Çarpanı

source: Delete this hazard link?
tr: Bu tehlike bağlantısı silinsin mi?

source: No hazard links found.
tr: Tehlike bağlantısı bulunamadı.

source: Hazard link saved.
tr: Tehlike bağlantısı kaydedildi.

source: Hazard link deleted.
tr: Tehlike bağlantısı silindi.

source: Please fix hazard link form errors.
tr: Lütfen tehlike bağlantı formu hatalarını düzeltin.

source: Select an asset or service to link.
tr: Bağlamak için bir varlık veya hizmet seçin.

source: Delete this hazard?
tr: Bu tehlike silinsin mi?

source: No hazards found.
tr: Tehlike bulunamadı.

source: Hazard saved.
tr: Tehlike kaydedildi.

source: Hazard deleted.
tr: Tehlike silindi.

source: Please fix hazard form errors.
tr: Tehlike formu hatalarını düzeltin.

source: Scenario name or hazard
tr: Senaryo adı veya tehlike

source: Search Scenarios
tr: Senaryoları Ara

source: New Scenario
tr: Yeni Senaryo

source: Edit Scenario
tr: Senaryoyu Düzenle

source: Save Scenario
tr: Senaryoyu Kaydet

source: Scenario Library
tr: Senaryo Kütüphanesi

source: Duration (h)
tr: Süre (s)

source: Delete this scenario?
tr: Bu senaryo silinsin mi?

source: No scenarios found.
tr: Senaryo bulunamadı.

source: Scenario saved.
tr: Senaryo kaydedildi.

source: Scenario deleted.
tr: Senaryo silindi.

source: Please fix scenario form errors.
tr: Senaryo formu hatalarını düzeltin.

source: Simulation Results
tr: Simülasyon Sonuçları

source: Scenario
tr: Senaryo

source: Hazard
tr: Tehlike

source: Failed assets
tr: Etkilenen varlıklar

source: Service
tr: Hizmet

source: Impact
tr: Etki

source: No BIA profile
tr: BİA profili yok

source: No impacted services found.
tr: Etkilenen hizmet bulunamadı.

source: Simulate
tr: Simüle Et

source: Duration must be a number of hours.
tr: Süre saat cinsinden bir sayı olmalıdır.

source: Scenario not found.
tr: Senaryo bulunamadı.

source: Update Scoring Inputs
tr: Skorlama Girdilerini Güncelle

source: Save Scoring Inputs
tr: Skorlama Girdilerini Kaydet

source: Score using
tr: Skorla

source: CIA requires confidentiality, integrity, and availability values.
tr: CIA için gizlilik, bütünlük ve erişilebilirlik değerleri gerekir.

source: DREAD requires all DREAD factors.
tr: DREAD için tüm DREAD faktörleri gerekir.

source: OWASP requires all threat, vulnerability, and impact factors.
tr: OWASP için tehdit, zafiyet ve etki faktörlerinin tamamı gerekir.

source: CVSS requires all base, temporal, and environmental factors.
tr: CVSS için temel, zamansal ve çevresel faktörlerin tamamı gerekir.

source: Provide likelihood and impact for this scoring method.
tr: Bu skorlama yöntemi için olasılık ve etki girin.

source: You do not have permission to update scoring inputs.
tr: Skorlama girdilerini güncelleme yetkiniz yok.

source: Scoring inputs updated.
tr: Skorlama girdileri güncellendi.

source: Please fix scoring input errors.
tr: Lütfen skorlama girdisi hatalarını düzeltin.

source: Damage
tr: Hasar

source: Reproducibility
tr: Tekrarlanabilirlik

source: Exploitability
tr: Sömürülebilirlik

source: Affected Users
tr: Etkilenen Kullanıcılar

source: Discoverability
tr: Keşfedilebilirlik

source: Skill Level
tr: Yetenek Düzeyi

source: Motive
tr: Motivasyon

source: Opportunity
tr: Fırsat

source: Size
tr: Ölçek

source: Ease of Discovery
tr: Keşfetme Kolaylığı

source: Ease of Exploit
tr: Sömürme Kolaylığı

source: Awareness
tr: Farkındalık

source: Intrusion Detection
tr: Saldırı Tespiti

source: Loss of Confidentiality
tr: Gizlilik Kaybı

source: Loss of Integrity
tr: Bütünlük Kaybı

source: Loss of Availability
tr: Erişilebilirlik Kaybı

source: Loss of Accountability
tr: Hesap Verebilirlik Kaybı

source: Financial Damage
tr: Finansal Zarar

source: Reputation Damage
tr: İtibar Zedelenmesi

source: Non-Compliance
tr: Uyumsuzluk

source: Privacy Violation
tr: Mahremiyet İhlali

source: Attack Vector
tr: Saldırı Vektörü

source: Attack Complexity
tr: Saldırı Karmaşıklığı

source: Authentication
tr: Kimlik Doğrulama

source: Confidentiality Impact
tr: Gizlilik Etkisi

source: Integrity Impact
tr: Bütünlük Etkisi

source: Availability Impact
tr: Erişilebilirlik Etkisi

source: Remediation Level
tr: Düzeltme Seviyesi

source: Report Confidence
tr: Rapor Güveni

source: Collateral Damage Potential
tr: İkincil Zarar Potansiyeli

source: Target Distribution
tr: Hedef Dağılımı

source: Confidentiality Requirement
tr: Gizlilik Gereksinimi

source: Integrity Requirement
tr: Bütünlük Gereksinimi

source: Availability Requirement
tr: Erişilebilirlik Gereksinimi
